Repository: Princeton-CDH/geniza
Catalog: geniza/locale/*/LC_MESSAGES/django.po
Languages: ar, he

source: search by keyword
ar: البحث بواسطة الكلمة المفتاحية
he: חיפוש לפי מילת מפתח

source: Keyword or Phrase
ar: الكلمة المفتاحية أو العبارة
he: מילת מפתח או ביטוי

source: Relevance
ar: الصلة
he: רלוונטיות

source: Random
ar: عشوائي
he: אקראי

source: Document Date (Latest–Earliest)
ar: تاريخ المستند (الأحدث - الأقدم)
he: תאריך המסמך (מאוחר ביותר - מוקדם ביותר)

source: Document Date (Earliest–Latest)
ar: تاريخ المستند (الأقدم - الأحدث)
he: תאריך המסמך (מוקדם ביותר - מאוחר ביותר)

source: Shelfmark (A–Z)
ar: علامة الرف (أ-ي)
he: מספר מדף (A-Z)

source: Scholarship Records (Most–Least)
ar: ثبت المراجع والمصادر (أكثر - أقل)
he: רשומות קשורות (מהגדול לקטן)

source: Scholarship Records (Least–Most)
ar: ثبت المراجع والمصادر (أقل - أكثر)
he: רשומות קשורות (מהקטן לגדול)

source: PGP Input Date (Latest–Earliest)
ar: تاريخ الإدخال (الأحدث - الأقدم)
he: תאריך הוספה (מאוחר ביותר - מוקדם ביותר)

source: PGP Input Date (Earliest–Latest)
ar: تاريخ إدخال PGP (الأقدم - الأحدث)
he: תאריך הוספה (מוקדם ביותר - מאוחר ביותר)

source: From year
ar: من عام
he: משנת

source: To year
ar: إلى عام
he: עד שנת

source: Sort by
ar: الترتيب حسب
he: מיון לפי

source: Document Dates (CE)
ar: تواريخ المستند (التقويم الميلادي)
he: תאריכי המסמך (CE)

source: Document Type
ar: نوع المستند
he: סוג המסמך

source: Has Image
ar: لديه صورة
he: קיים תצלום

source: Has Transcription
ar: لديه نسخ
he: קיים תיעתוק

source: Has Translation
ar: لديه ترجمة
he: קיים תרגום

source: Has Discussion
ar: لديه مناقشة
he: קיים דיון

source: Unknown type
ar: نوع غير معروف
he: סוג לא ידוע

source: Relevance sort is not available without a keyword search term.
ar: ترتيب الصلة غير متوفر بدون مصطلح البحث بواسطة كلمة مفتاحية.
he: מיון על פי רלוונטיות אינו זמין ללא מילת מפתח לחיפוש.

source: Compilation by %(pgp)s.
ar: تجميع بواسطة %(pgp)s.
he: קובץ על-ידי %(pgp)s.

source: Compilation and transcription by %(pgp)s.
ar: التجميع والنسخ بواسطة %(pgp)s.
he: קובץ ותועתק על-ידי %(pgp)s.

source: Additional restrictions may apply.
ar: قد تطبق قيود إضافية.
he: ייתכנו מגבלות נוספות.

source: Home
ar: الصفحة الرئيسية
he: דף הבית

source: Other documents on this shelfmark
ar: مستندات أخرى على هذه العلامة
he: מסמכים נוספים עם מספר מדף זה

source: Editor
ar: محرر
he: עורך

source: Metadata
ar: بيانات التعريف
he: מטא-דאטא

source: Shelfmark
ar: علامة الرف
he: מספר מדף

source: Document Date
ar: تاريخ الوثيقة
he: תאריך המסמך

source: Primary Language
ar: اللغة الأساسية
he: שפה עיקרית

source: Secondary Language
ar: اللغة الثانوية
he: שפה משנית

source: Tags
ar: العلامات
he: תגים

source: Input date
ar: تاريخ الإدخال
he: תאריך קלט

source: Description
ar: الوصف
he: תיאור

source: Permalink
ar: رابط دائم
he: קישור קבוע

source: Submit search
ar: إرسال البحث
he: חיפוש

source: Filters
ar: عوامل التصفية
he: מסננים

source: Close filter options
ar: إغلاق خيارات التصفية
he: סגור אפשרויות סינון

source: Apply
ar: تطبيق
he: החל

source: 1 result
ar: %(count_humanized)s نتيجة
he: תוצאה אחת

source: Bibliographic citation
ar: الاقتباس المرجعي
he: ציטוט

source: includes
ar: يشمل
he: כלול

source: for %(relation)s see
ar: لرؤية %(relation)s
he: ל%(relation)s ראה

source: includes %(relation)s
ar: يشمل %(relation)s
he: כולל %(relation)s

source: Edit
ar: تحرير
he: עריכה

source: Image Permissions Statement
ar: بيان أذونات الصورة
he: תנאי היתר שימוש בתצלום

source: No attribution or license noted.
ar: لم يتم ملاحظة أي إسناد أو ترخيص.
he: לא מצוין ייחוס או רישיון.

source: Jewish Theological Seminary homepage
ar: الصفحة الرئيسية Jewish Theological Seminary
he: עמוד הבית Jewish Theological Seminary

source: Jewish Theological Seminary logo
ar: شعار Jewish Theological Seminary
he: סמל Jewish Theological Seminary

source: In PGP since
ar: في PGP منذ
he: נמצא בPGP מאז

source: 1 Transcription
ar: %(counter)s نسخ
he: תעתוק אחד

source: 1 Translation
ar: %(counter)s ترجمة
he: תרגום אחד

source: 1 Discussion
ar: %(counter)s مناقشة
he: דיון אחד

source: No Scholarship Records
ar: لا توجد ثبت المراجع والمصادر
he: אין רשומות קשורות

source: more
ar: المزيد
he: עוד

source: View document details
ar: عرض تفاصيل المستند
he: הצגת פרטי מסמך

source: tabs
ar: علامات التبويب
he: כרטיסיות

source: Document Details
ar: تفاصيل المستند
he: פרטי מסמך

source: Scholarship Records (%(n_records)s)
ar: ثبت المراجع والمصادر (%(n_records)s)
he: רשומות קשורות (%(n_records)s)

source: Related Documents (%(n_reldocs)s)
ar: المستندات ذات الصلة %(n_reldocs)s)
he: מסמכים קשורים (%(n_reldocs)s)

source: show images
ar: عرض الصور
he: הצג תמונות

source: show transcription
ar: عرض النسخ
he: הצג תעתוק

source: show translation
ar: عرض الترجمة
he: הצג תרגום

source: Zoom and Rotate
ar: تكبير و تدوير
he: הגדל וסובב

source: View %(related_doc)s
ar: عرض %(related_doc)s
he: ראה %(related_doc)s

source: Transcription
ar: النصوص المفرّغة
he: תיעתוק

source: Translation
ar: الترجمة
he: תרגום

source: online resource
ar: مورد عبر الإنترنت
he: מקור אינטרנטי

source: Previous
ar: السابق
he: הקודם

source: page %(number)s
ar: صفحة %(number)s
he: %(number)s עמודים

source: Next
ar: التالي
he: הבא

source: Search Documents
ar: البحث في المستندات
he: חיפוש מסמכים

source: Search and browse Geniza documents.
ar: البحث في وثائق جنيزا وتصفحها.
he: חיפוש וצפיה במסמכי הגניזה.

source: Scholarship on %(doc)s
ar: منحة في %(doc)s
he: רשומה קשורה ל-%(doc)s

source: %(count)d scholarship record
ar: %(count)d سجل منحة دراسية
he: %(count)d רשומה קשורה

source: Related documents for %(doc)s
ar: المستندات ذات الصلة لـ %(doc)s
he: מסמכים קשורים %(doc)s

source: %(count)d related document
ar: %(count)d مستند ذو صلة
he: %(count)d מסמך קשור

source: [digital geniza document edition]
ar: [طبعة وثيقة جينيزا رقمية]
he: [גרסת מסמך גניזה דיגיטלי]

source: Edition
ar: الطبعة
he: מהדורה

source: Discussion
ar: المناقشة
he: דיון

source: Alternative text for visually impaired users to briefly communicate the intended message of the image in this context.
ar: نص بديل للمستخدمين ضعاف البصر لإيصال الرسالة المقصودة للصورة في هذا السياق بإيجاز.
he: טקסט אלטרנטיבי למשתמשים כבדי ראייה שמטרתו להעביר בתמצית את המסר של התצלום בהקשר זה.

source: This text will only be read to non-sighted users and should describe the major insights or takeaways from the graphic. Multiple paragraphs are allowed.
ar: هذا النص سوف يقرأ فقط للمستخدمين غير المبصرين ويجب أن يصف الرؤى أو الأفكار الرئيسية من الرسوم. يسمح بفقرات متعددة.
he: טקסט זה יוקרא למשתמשים עיוורים בלבד ותכליתו לתאר את התובנות והמסרים המרכזיים שעולים מהתוכן הגרפי. ניתן לכלול מספר פסקאות.

source: Not Found
ar: لم يتم العثور عليه
he: לא נמצא

source: Oops, you've hit a lacuna! Page not found.
ar: عفواً، لقد أصبت فراغ! لم يتم العثور على الصفحة.
he: אופס, נתקלת בלאקונה! העמוד המבוקש לא נמצא.

source: Server Error
ar: خطأ في الخادم
he: שגיאת שרת

source: Something went wrong putting this page together.
ar: حدث خطأ في وضع هذه الصفحة معا.
he: דבר מה השתבש בהפקת עמוד זה.

source: Django site admin
ar: مسؤول موقع Django
he: ניהול האתר

source: Skip to main content
ar: تخطي إلى المحتوى الرئيسي
he: דילוג לתוכן

source: footer navigation
ar: التنقل في التذييل
he: ניווט בתחתית העמוד

source: Princeton Geniza Lab homepage
ar: الصفحة الرئيسية لـ Princeton Geniza Lab
he: עמוד הבית Princeton Geniza Lab

source: Princeton Center for Digital Humanities homepage
ar: الصفحة الرئيسية لـ Princeton Center for Digital Humanities
he: Princeton Center for Digital Humanities עמוד הבית

source: Accessibility
ar: إمكانية الوصول
he: נגישות

source: Creative Commons CC-BY license
ar: ترخيص Creative Commons CC-BY
he: דרישת ייחוס על פי רישיון ״קריאייטיב קומונס״ (CC-BY)

source: software version
ar: إصدار البرنامج
he: גרסת תוכנה

source: Princeton University homepage
ar: الصفحة الرئيسية لـ Princeton University
he: עמוד הבית Princeton University

source: main navigation
ar: التنقل الرئيسي
he: ניווט

source: home
ar: الصفحة الرئيسية
he: דף הבית

source: Open main navigation menu
ar: فتح قائمة التنقل الرئيسية
he: פתיחת תפריט ניווט

source: Close main navigation menu
ar: إغلاق قائمة التنقل الرئيسية
he: סגירת תפריט ניווט

source: read this page in %(language_name)s (%(language_code)s)
ar: قراءة هذه الصفحة في %(language_name)s (%(language_code)s)
he: קריאת העמוד ב-%(language_name)s (%(language_code)s)

source: Search
ar: بحث
he: חיפוש

source: Return to main menu
ar: العودة إلى القائمة الرئيسية
he: חזרה לתפריט הראשי

source: Enable dark mode
ar: تفعيل الوضع المظلم
he: הפעלת מצב כהה
